import type { Testimonial } from '@/interfaces/testimonial'

export const data: Array<Testimonial> = [
  {
    id: 1,
    title: 'Відмінний сервіс та професіоналізм',
    content:
      'Приємно вражений рівнем обслуговування та увагою до деталей. Клініка має сучасне обладнання та висококваліфіковані лікарі. Рекомендую!',
    user: {
      id: 1,
      name: 'Олександр Петренко',
      professional: 'бізнесмен',
      photo: '1.jpg',
    },
  },
  {
    id: 2,
    title: 'Ефективне лікування та швидкий результат',
    content:
      'Проведене лікування принесло помітні поліпшення у моєму стані здоров\'я. Лікарі підібрали оптимальну схему та надали вичерпні консультації. Дякую!',
    user: {
      id: 1,
      name: 'Семен Шепетко',
      professional: 'Вчитель',
      photo: '2.jpg',
    },
  },
  {
    id: 3,
    title: 'Висока професійність та знання',
    content:
      'Лікар продемонстрував високий рівень компетенції та професіоналізму. Його рекомендації допомогли швидко вирішити проблему. Дякую за якісне обслуговування!',
    user: {
      id: 1,
      name: 'Максим Коваленко',
      professional: 'фінансовий аналітик',
      photo: '3.jpg',
    },
  },
  {
    id: 4,
    title: 'Високий рівень професіоналізму та турботи',
    content:
      'Лікарі клініки проявили неймовірну увагу до моєї проблеми, ретельно вислухали та дали чіткі рекомендації. Відчував себе в безпеці та впевнено. Рекомендую всім!',
    user: {
      id: 1,
      name: 'Олена Кравченко',
      professional: 'менеджер',
      photo: '4.jpg',
    },
  },
  {
    id: 5,
    title: 'Якісне обслуговування та комфортна атмосфера',
    content:
      'Відчував себе впевнено та з комфортом під час візиту до клініки. Лікарі створюють дружню атмосферу та забезпечують якісне обслуговування. Рекомендую цей медичний центр!',
    user: {
      id: 1,
      name: 'Марія Григоренко',
      professional: 'дизайнер',
      photo: '5.jpg',
    },
  },
]
